Repository: PierreEbele/OpenDeezer
Catalog: gui/windows/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, es_es, hi_in

# Nav_Home
source: Home
ar_sa: الرئيسية
es_es: Inicio
hi_in: होम

# Nav_LikedSongs
source: Liked Songs
ar_sa: الأغاني المفضلة
es_es: Canciones favoritas
hi_in: पसंदीदा गाने

# Nav_Playlists
source: Playlists
ar_sa: قوائم التشغيل
hi_in: प्लेलिस्ट

# Nav_Charts
source: Charts
ar_sa: الأكثر رواجًا
es_es: Éxitos
hi_in: चार्ट

# Nav_Podcasts
source: Podcasts
ar_sa: البودكاست
hi_in: पॉडकास्ट

# Nav_Search
source: Search
ar_sa: البحث
es_es: Buscar
hi_in: खोजें

# Nav_Account
source: Log in / Switch account…
ar_sa: تسجيل الدخول / تبديل الحساب…
es_es: Iniciar sesión / Cambiar de cuenta…
hi_in: साइन इन करें / खाता बदलें…

# Nav_Settings
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
hi_in: सेटिंग्स

# Nav_PhoneRemote
source: Phone Remote
ar_sa: التحكم عبر الهاتف
es_es: Control por teléfono
hi_in: फ़ोन रिमोट

# Nav_About
source: About
ar_sa: حول
es_es: Acerca de
hi_in: परिचय

# Nav_Artist
source: Artist
ar_sa: فنان
es_es: Artista
hi_in: कलाकार

# Nav_Lyrics
source: Lyrics
ar_sa: كلمات الأغنية
es_es: Letra
hi_in: बोल

# Btn_Download
source: Download
ar_sa: تنزيل
es_es: Descargar
hi_in: डाउनलोड करें

# Btn_NewPlaylist
source: New Playlist
ar_sa: قائمة تشغيل جديدة
es_es: Nueva playlist
hi_in: नई प्लेलिस्ट

# Btn_Add
source: Add
ar_sa: إضافة
es_es: Añadir
hi_in: जोड़ें

# Btn_Cancel
source: Cancel
ar_sa: إلغاء
es_es: Cancelar
hi_in: रद्द करें

# Btn_OK
source: OK
ar_sa: موافق
es_es: Aceptar
hi_in: ठीक है

# Btn_Save
source: Save
ar_sa: حفظ
es_es: Guardar
hi_in: सहेजें

# Btn_Close
source: Close
ar_sa: إغلاق
es_es: Cerrar
hi_in: बंद करें

# Btn_Quit
source: Quit
ar_sa: إنهاء
es_es: Salir
hi_in: बाहर निकलें

# Btn_Delete
source: Delete
ar_sa: حذف
es_es: Eliminar
hi_in: मिटाएँ

# Btn_LogInWithDeezer
source: Log in with Deezer
ar_sa: تسجيل الدخول عبر Deezer
es_es: Iniciar sesión con Deezer
hi_in: Deezer से साइन इन करें

# Btn_EnterArlManually
source: Enter ARL manually
ar_sa: إدخال ARL يدويًا
es_es: Introducir ARL manualmente
hi_in: ARL मैन्युअल रूप से दर्ज करें

# Section_TopTracks
source: Top Tracks
ar_sa: أفضل الأغاني
es_es: Top de canciones
hi_in: टॉप ट्रैक

# Section_Albums
source: Albums
ar_sa: الألبومات
es_es: Álbumes
hi_in: एल्बम

# Section_Artists
source: Artists
ar_sa: الفنانون
es_es: Artistas
hi_in: कलाकार

# Section_Playlists
source: Playlists
ar_sa: قوائم التشغيل
hi_in: प्लेलिस्ट

# Section_YourPlaylists
source: Your Playlists
ar_sa: قوائم التشغيل الخاصة بك
es_es: Tus playlists
hi_in: आपकी प्लेलिस्ट

# Section_RelatedArtists
source: Related Artists
ar_sa: فنانون ذوو صلة
es_es: Artistas relacionados
hi_in: संबंधित कलाकार

# Search_Placeholder
source: Search Deezer…
ar_sa: البحث في Deezer…
es_es: Buscar en Deezer…
hi_in: Deezer खोजें…

# Search_TracksHeader
source: Tracks
ar_sa: الأغاني
es_es: Canciones
hi_in: ट्रैक

# Search_AlbumsPlaylistsHeader
source: Albums & Playlists
ar_sa: الألبومات وقوائم التشغيل
es_es: Álbumes y playlists
hi_in: एल्बम और प्लेलिस्ट

# Podcast_SearchPlaceholder
source: Search podcasts…
ar_sa: البحث في البودكاست…
es_es: Buscar podcasts…
hi_in: पॉडकास्ट खोजें…

# Podcast_ShowsHeader
source: Shows
ar_sa: البرامج
es_es: Programas
hi_in: शो

# Greeting_Morning
source: Good morning
ar_sa: صباح الخير
es_es: Buenos días
hi_in: सुप्रभात

# Greeting_Afternoon
source: Good afternoon
ar_sa: نهارك سعيد
es_es: Buenas tardes
hi_in: नमस्कार

# Greeting_Evening
source: Good evening
ar_sa: مساء الخير
es_es: Buenas noches
hi_in: शुभ संध्या

# Tooltip_Like
source: Like / unlike
ar_sa: إعجاب / إلغاء الإعجاب
es_es: Me gusta / quitar
hi_in: पसंद करें / नापसंद करें

# Tooltip_AddToPlaylist
source: Add to playlist
ar_sa: إضافة إلى قائمة تشغيل
es_es: Añadir a playlist
hi_in: प्लेलिस्ट में जोड़ें

# Tooltip_Shuffle
source: Shuffle
ar_sa: تشغيل عشوائي
es_es: Aleatorio
hi_in: शफ़ल

# Tooltip_Previous
source: Previous
ar_sa: السابق
es_es: Anterior
hi_in: पिछला

# Tooltip_PlayPause
source: Play / pause
ar_sa: تشغيل / إيقاف مؤقت
es_es: Reproducir / pausa
hi_in: चलाएँ / पॉज़ करें

# Tooltip_Next
source: Next
ar_sa: التالي
es_es: Siguiente
hi_in: अगला

# Tooltip_RepeatOff
source: Repeat: off
ar_sa: تكرار: إيقاف
es_es: Repetir: desactivado
hi_in: दोहराएँ: बंद

# Tooltip_RepeatAll
source: Repeat: all
ar_sa: تكرار: الكل
es_es: Repetir: todo
hi_in: दोहराएँ: सभी

# Tooltip_RepeatOne
source: Repeat: one
ar_sa: تكرار: أغنية واحدة
es_es: Repetir: una
hi_in: दोहराएँ: एक

# Tooltip_Lyrics
source: Lyrics
ar_sa: كلمات الأغنية
es_es: Letra
hi_in: बोल

# Tooltip_Artist
source: Artist
ar_sa: فنان
es_es: Artista
hi_in: कलाकार

# Tooltip_Connect
source: Connect to a device
ar_sa: الاتصال بجهاز
es_es: Conectar a un dispositivo
hi_in: डिवाइस से कनेक्ट करें

# Tooltip_Explicit
source: Explicit content
ar_sa: محتوى صريح
es_es: Contenido explícito
hi_in: अश्लील सामग्री

# Menu_Like
source: Like
ar_sa: إعجاب
es_es: Me gusta
hi_in: पसंद करें

# Menu_AddToPlaylist
source: Add to playlist…
ar_sa: إضافة إلى قائمة تشغيل…
es_es: Añadir a playlist…
hi_in: प्लेलिस्ट में जोड़ें…

# Menu_Rename
source: Rename…
ar_sa: إعادة تسمية…
es_es: Cambiar nombre…
hi_in: नाम बदलें…

# Menu_Delete
source: Delete…
ar_sa: حذف…
es_es: Eliminar…
hi_in: मिटाएँ…

# Status_LoggingIn
source: Logging in…
ar_sa: جارٍ تسجيل الدخول…
es_es: Iniciando sesión…
hi_in: साइन इन हो रहा है…

# Status_LoginFailed
source: Login failed
ar_sa: فشل تسجيل الدخول
es_es: Error al iniciar sesión
hi_in: साइन इन विफल

# Status_CheckingAccount
source: Checking account…
ar_sa: جارٍ التحقق من الحساب…
es_es: Comprobando la cuenta…
hi_in: खाता जाँचा जा रहा है…

# Status_NotPlaying
source: Not playing
ar_sa: لا يوجد تشغيل
es_es: Nada en reproducción
hi_in: कुछ नहीं चल रहा

# Status_NotSignedIn
source: Not signed in
ar_sa: لم يتم تسجيل الدخول
es_es: Sin iniciar sesión
hi_in: साइन इन नहीं है

# Status_Loading
source: Loading…
ar_sa: جارٍ التحميل…
es_es: Cargando…
hi_in: लोड हो रहा है…

# Connect_Title
source: Connect to a device
ar_sa: الاتصال بجهاز
es_es: Conectar a un dispositivo
hi_in: डिवाइस से कनेक्ट करें

# Connect_SignIn
source: Sign in to use Connect.
ar_sa: سجّل الدخول لاستخدام Connect.
es_es: Inicia sesión para usar Connect.
hi_in: कनेक्ट का उपयोग करने के लिए साइन इन करें।

# Connect_Searching
source: Searching for devices…
ar_sa: جارٍ البحث عن الأجهزة…
es_es: Buscando dispositivos…
hi_in: डिवाइस खोजे जा रहे हैं…

# Connect_ThisComputer
source: This computer
ar_sa: هذا الكمبيوتر
es_es: Este equipo
hi_in: यह कंप्यूटर

# Connect_LocalPlayback
source: Local playback
ar_sa: تشغيل محلي
es_es: Reproducción local
hi_in: स्थानीय प्लेबैक

# Connect_NoDevices
source: No other devices found on your network.
ar_sa: لم يتم العثور على أجهزة أخرى على شبكتك.
es_es: No se encontraron otros dispositivos en tu red.
hi_in: आपके नेटवर्क पर कोई अन्य डिवाइस नहीं मिला।

# Connect_PlayingOnFormat
source: Playing on {0}
ar_sa: التشغيل على {0}
es_es: Reproduciendo en {0}
hi_in: {0} पर चल रहा है

# Connect_PlayHere
source: Play here
ar_sa: التشغيل هنا
es_es: Reproducir aquí
hi_in: यहाँ चलाएँ

# ConnectType_Terminal
source: Terminal
ar_sa: طرفية
hi_in: टर्मिनल

# ConnectType_Device
source: Device
ar_sa: جهاز
es_es: Dispositivo
hi_in: डिवाइस

# Lyrics_PlayPrompt
source: Play a track to see its lyrics.
ar_sa: شغّل أغنية لعرض كلماتها.
es_es: Reproduce una canción para ver su letra.
hi_in: बोल देखने के लिए कोई ट्रैक चलाएँ।

# Lyrics_Loading
source: Loading lyrics…
ar_sa: جارٍ تحميل كلمات الأغنية…
es_es: Cargando la letra…
hi_in: बोल लोड हो रहे हैं…

# Lyrics_None
source: No lyrics available.
ar_sa: لا تتوفر كلمات لهذه الأغنية.
es_es: No hay letra disponible.
hi_in: कोई बोल उपलब्ध नहीं।

# Dialog_SignInTitle
source: Sign in to Deezer
ar_sa: تسجيل الدخول إلى Deezer
es_es: Inicia sesión en Deezer
hi_in: Deezer में साइन इन करें

# Dialog_SignInBody
source: Choose how you'd like to sign in.
ar_sa: اختر طريقة تسجيل الدخول.
es_es: Elige cómo quieres iniciar sesión.
hi_in: चुनें कि आप कैसे साइन इन करना चाहते हैं।

# Dialog_WebLoginTitle
source: Log in with Deezer
ar_sa: تسجيل الدخول عبر Deezer
es_es: Iniciar sesión con Deezer
hi_in: Deezer से साइन इन करें

# Dialog_LogInWithArlTitle
source: Log in with ARL
ar_sa: تسجيل الدخول باستخدام ARL
es_es: Iniciar sesión con ARL
hi_in: ARL से साइन इन करें

# Dialog_PasteArlPlaceholder
source: Paste your Deezer ARL
ar_sa: الصق ARL الخاص بـ Deezer
es_es: Pega tu ARL de Deezer
hi_in: अपना Deezer ARL पेस्ट करें

# Dialog_LoginFailedTitle
source: Login failed
ar_sa: فشل تسجيل الدخول
es_es: Error al iniciar sesión
hi_in: साइन इन विफल

# Dialog_LoginFailedBody
source: That ARL is invalid or expired. Try logging in again.
ar_sa: ARL غير صالح أو منتهي الصلاحية. حاول تسجيل الدخول مرة أخرى.
es_es: Ese ARL no es válido o ha caducado. Vuelve a iniciar sesión.
hi_in: वह ARL अमान्य या समाप्त हो चुका है। दोबारा साइन इन करें।

# Dialog_NoArtistTitle
source: No artist
ar_sa: لا يوجد فنان
es_es: Sin artista
hi_in: कोई कलाकार नहीं

# Dialog_NoArtistBody
source: Start playing a track to view its artist.
ar_sa: شغّل أغنية لعرض فنانها.
es_es: Reproduce una canción para ver su artista.
hi_in: कलाकार देखने के लिए कोई ट्रैक चलाएँ।

# Dialog_NoTrackTitle
source: No track
ar_sa: لا توجد أغنية
es_es: Sin canción
hi_in: कोई ट्रैक नहीं

# Dialog_NoTrackBody
source: Start playing a track to add it to a playlist.
ar_sa: شغّل أغنية لإضافتها إلى قائمة تشغيل.
es_es: Reproduce una canción para añadirla a una playlist.
hi_in: किसी ट्रैक को प्लेलिस्ट में जोड़ने के लिए उसे चलाएँ।

# Dialog_AddToPlaylistTitle
source: Add to playlist
ar_sa: إضافة إلى قائمة تشغيل
es_es: Añadir a playlist
hi_in: प्लेलिस्ट में जोड़ें

# Dialog_NewPlaylistItem
source: ＋ New playlist…
ar_sa: ＋ قائمة تشغيل جديدة…
es_es: ＋ Nueva playlist…
hi_in: ＋ नई प्लेलिस्ट…

# Dialog_NewPlaylistTitle
source: New playlist
ar_sa: قائمة تشغيل جديدة
es_es: Nueva playlist
hi_in: नई प्लेलिस्ट

# Dialog_PlaylistNamePlaceholder
source: Playlist name
ar_sa: اسم قائمة التشغيل
es_es: Nombre de la playlist
hi_in: प्लेलिस्ट का नाम

# Dialog_RenamePlaylistTitle
source: Rename playlist
ar_sa: إعادة تسمية قائمة التشغيل
es_es: Cambiar nombre de la playlist
hi_in: प्लेलिस्ट का नाम बदलें

# Dialog_DeletePlaylistTitle
source: Delete playlist
ar_sa: حذف قائمة التشغيل
es_es: Eliminar playlist
hi_in: प्लेलिस्ट मिटाएँ

# Dialog_DeletePlaylistBodyFormat
source: Delete “{0}”? This can’t be undone.
ar_sa: هل تريد حذف ‏«{0}»؟ لا يمكن التراجع عن ذلك.
es_es: ¿Eliminar «{0}»? Esta acción no se puede deshacer.
hi_in: “{0}” मिटाएँ? इसे पूर्ववत नहीं किया जा सकता।

# Dialog_CreateFailTitle
source: Couldn't create playlist
ar_sa: تعذّر إنشاء قائمة التشغيل
es_es: No se pudo crear la playlist
hi_in: प्लेलिस्ट नहीं बन सकी

# Dialog_CreateFailBody
source: The playlist could not be created.
ar_sa: لم يتمكّن من إنشاء قائمة التشغيل.
es_es: No se ha podido crear la playlist.
hi_in: प्लेलिस्ट नहीं बनाई जा सकी।

# Dialog_AddFailTitle
source: Couldn't add to playlist
ar_sa: تعذّرت الإضافة إلى قائمة التشغيل
es_es: No se pudo añadir a la playlist
hi_in: प्लेलिस्ट में नहीं जोड़ा जा सका

# Dialog_AddFailBody
source: The track could not be added.
ar_sa: لم يتمكّن من إضافة الأغنية.
es_es: No se ha podido añadir la canción.
hi_in: ट्रैक नहीं जोड़ा जा सका।

# Dialog_RenameFailTitle
source: Couldn't rename
ar_sa: تعذّرت إعادة التسمية
es_es: No se pudo cambiar el nombre
hi_in: नाम नहीं बदला जा सका

# Dialog_RenameFailBody
source: The playlist could not be renamed.
ar_sa: لم يتمكّن من إعادة تسمية قائمة التشغيل.
es_es: No se ha podido cambiar el nombre de la playlist.
hi_in: प्लेलिस्ट का नाम नहीं बदला जा सका।

# Dialog_DeleteFailTitle
source: Couldn't delete
ar_sa: تعذّر الحذف
es_es: No se pudo eliminar
hi_in: मिटाया नहीं जा सका

# Dialog_DeleteFailBody
source: The playlist could not be deleted.
ar_sa: لم يتمكّن من حذف قائمة التشغيل.
es_es: No se ha podido eliminar la playlist.
hi_in: प्लेलिस्ट नहीं मिटाई जा सकी।

# Dialog_ConnectFailTitle
source: Couldn't connect
ar_sa: تعذّر الاتصال
es_es: No se pudo conectar
hi_in: कनेक्ट नहीं हो सका

# Dialog_ConnectFailBody
source: That device could not be reached.
ar_sa: تعذّر الوصول إلى ذلك الجهاز.
es_es: No se pudo contactar con ese dispositivo.
hi_in: उस डिवाइस तक नहीं पहुँचा जा सका।

# Account_FreeQualityHint
source: Free account · standard quality (128 kbps)
ar_sa: حساب مجاني · جودة قياسية (128 kbps)
es_es: Cuenta gratuita · calidad estándar (128 kbps)
hi_in: निःशुल्क खाता · मानक गुणवत्ता (128 kbps)

# NoInternet_Title
source: No Internet Connection
ar_sa: لا يوجد اتصال بالإنترنت
es_es: Sin conexión a Internet
hi_in: इंटरनेट कनेक्शन नहीं है

# NoInternet_Body
source: Check your connection and try again.
ar_sa: تحقق من اتصالك وحاول مرة أخرى.
es_es: Comprueba tu conexión e inténtalo de nuevo.
hi_in: अपना कनेक्शन जांचें और फिर से प्रयास करें।

# Action_Retry
source: Retry
ar_sa: إعادة المحاولة
es_es: Reintentar
hi_in: पुनः प्रयास करें

# Update_TitleFormat
source: OpenDeezer {0} available
ar_sa: يتوفّر OpenDeezer {0}
es_es: OpenDeezer {0} disponible
hi_in: OpenDeezer {0} उपलब्ध है

# Update_BodyDefault
source: A newer version is available for download.
ar_sa: يتوفّر إصدار أحدث للتنزيل.
es_es: Hay una versión más reciente disponible para descargar.
hi_in: डाउनलोड के लिए एक नया संस्करण उपलब्ध है।

# Tray_Open
source: Open OpenDeezer
ar_sa: فتح OpenDeezer
es_es: Abrir OpenDeezer
hi_in: OpenDeezer खोलें

# Tray_Quit
source: Quit
ar_sa: إنهاء
es_es: Salir
hi_in: बाहर निकलें

# Settings_Title
source: Settings
ar_sa: الإعدادات
es_es: Ajustes
hi_in: सेटिंग्स

# Settings_AudioQuality
source: Audio quality
ar_sa: جودة الصوت
es_es: Calidad de audio
hi_in: ऑडियो गुणवत्ता

# Quality_Normal
source: Normal — MP3 128 kbps
ar_sa: عادية — MP3 128 kbps
hi_in: सामान्य — MP3 128 kbps

# Quality_High
source: High — MP3 320 kbps
ar_sa: عالية — MP3 320 kbps
es_es: Alta — MP3 320 kbps
hi_in: उच्च — MP3 320 kbps

# Quality_HiFi
source: HiFi — FLAC lossless
ar_sa: HiFi — FLAC بدون فقدان
es_es: HiFi — FLAC sin pérdidas
hi_in: HiFi — FLAC लॉसलेस

# Settings_QualityWarnFormat
source: Your plan ({0}) may not support this quality; playback falls back automatically.
ar_sa: قد لا تدعم باقتك ({0}) هذه الجودة؛ سيعود التشغيل تلقائيًا إلى جودة أقل.
es_es: Puede que tu plan ({0}) no admita esta calidad; la reproducción se ajustará automáticamente.
hi_in: आपका प्लान ({0}) शायद इस गुणवत्ता का समर्थन न करे; प्लेबैक अपने आप कम गुणवत्ता पर चला जाएगा।

# Settings_OutputDevice
source: Output device
ar_sa: جهاز الإخراج
es_es: Dispositivo de salida
hi_in: आउटपुट डिवाइस

# Settings_SystemDefault
source: System default
ar_sa: افتراضي النظام
es_es: Predeterminado del sistema
hi_in: सिस्टम डिफ़ॉल्ट

# Settings_DeviceDefaultFormat
source: {0} (default)
ar_sa: {0} (افتراضي)
es_es: {0} (predeterminado)
hi_in: {0} (डिफ़ॉल्ट)

# Settings_NoOutputDevices
source: No output devices
ar_sa: لا توجد أجهزة إخراج
es_es: Sin dispositivos de salida
hi_in: कोई आउटपुट डिवाइस नहीं

# Settings_GaplessPlayback
source: Gapless playback
ar_sa: تشغيل دون فواصل
es_es: Reproducción sin pausas
hi_in: गैपलेस प्लेबैक

# Settings_GaplessOn
source: Play consecutive tracks with no silence
ar_sa: تشغيل الأغاني المتتالية دون صمت
es_es: Reproduce canciones seguidas sin silencios
hi_in: लगातार ट्रैक बिना किसी खामोशी के चलाएँ

# Settings_GaplessOff
source: Brief gap between tracks
ar_sa: فاصل قصير بين الأغاني
es_es: Breve pausa entre canciones
hi_in: ट्रैक के बीच थोड़ा अंतराल

# Settings_Crossfade
source: Crossfade
ar_sa: التلاشي المتقاطع
hi_in: क्रॉसफ़ेड

# Common_Off
source: Off
ar_sa: إيقاف
es_es: Desactivado
hi_in: बंद

# Settings_Equalizer
source: Equalizer
ar_sa: موازن الصوت
es_es: Ecualizador
hi_in: इक्वलाइज़र

# Settings_EqualizerBtn
source: Equalizer…
ar_sa: موازن الصوت…
es_es: Ecualizador…
hi_in: इक्वलाइज़र…

# Settings_EqualizerDesc
source: 10-band equalizer, preamp and mono audio.
ar_sa: موازن صوت من 10 نطاقات، وتضخيم مسبق، وصوت أحادي.
es_es: Ecualizador de 10 bandas, preamplificador y audio mono.
hi_in: 10-बैंड इक्वलाइज़र, प्रीएम्प और मोनो ऑडियो।

# Settings_SleepTimer
source: Sleep timer
ar_sa: مؤقت النوم
es_es: Temporizador de sueño
hi_in: स्लीप टाइमर

# Settings_EndOfTrack
source: End of track
ar_sa: عند نهاية الأغنية
es_es: Al final de la canción
hi_in: ट्रैक के अंत में

# Settings_VolumeNormalization
source: Volume normalization
ar_sa: توحيد مستوى الصوت
es_es: Normalización de volumen
hi_in: वॉल्यूम सामान्यीकरण

# Settings_ReplayGainOn
source: Normalize loudness across tracks (ReplayGain)
ar_sa: توحيد مستوى الصوت بين الأغاني (ReplayGain)
es_es: Iguala el volumen entre canciones (ReplayGain)
hi_in: सभी ट्रैक में लाउडनेस को समान करें (ReplayGain)

# Settings_ReplayGainOff
source: Play tracks at their original loudness
ar_sa: تشغيل الأغاني بمستوى صوتها الأصلي
es_es: Reproduce las canciones con su volumen original
hi_in: ट्रैक को उनकी मूल लाउडनेस पर चलाएँ

# Settings_BackgroundPlayback
source: Background playback
ar_sa: التشغيل في الخلفية
es_es: Reproducción en segundo plano
hi_in: बैकग्राउंड प्लेबैक

# Settings_TrayOn
source: Closing the window keeps playing in the tray
ar_sa: إغلاق النافذة يُبقي التشغيل في شريط النظام
es_es: Al cerrar la ventana sigue reproduciéndose en la bandeja
hi_in: विंडो बंद करने पर ट्रे में चलता रहता है

# Settings_TrayOff
source: Closing the window quits OpenDeezer
ar_sa: إغلاق النافذة يُنهي OpenDeezer
es_es: Al cerrar la ventana se cierra OpenDeezer
hi_in: विंडो बंद करने पर OpenDeezer बंद हो जाता है

# Settings_RemoteControl
source: Remote control
ar_sa: التحكم عن بُعد
es_es: Control remoto
hi_in: रिमोट कंट्रोल

# Settings_RemoteDesc
source: Control playback from another device on your network.
ar_sa: تحكّم في التشغيل من جهاز آخر على شبكتك.
es_es: Controla la reproducción desde otro dispositivo de tu red.
hi_in: अपने नेटवर्क के किसी अन्य डिवाइस से प्लेबैक नियंत्रित करें।

# Settings_RemoteOn
source: Remote control on
ar_sa: التحكم عن بُعد مُفعّل
es_es: Control remoto activado
hi_in: रिमोट कंट्रोल चालू

# Settings_RemoteOff
source: Remote control off
ar_sa: التحكم عن بُعد مُعطّل
es_es: Control remoto desactivado
hi_in: रिमोट कंट्रोल बंद

# Settings_RemoteLanOn
source: Reachable on the local network
ar_sa: يمكن الوصول إليه على الشبكة المحلية
es_es: Accesible en la red local
hi_in: लोकल नेटवर्क पर पहुँच योग्य

# Settings_RemoteLanOff
source: This computer only
ar_sa: هذا الكمبيوتر فقط
es_es: Solo este equipo
hi_in: केवल यह कंप्यूटर

# Settings_AccessToken
source: Access token (optional)
ar_sa: رمز الوصول (اختياري)
es_es: Token de acceso (opcional)
hi_in: एक्सेस टोकन (वैकल्पिक)

# Settings_Updates
source: Updates
ar_sa: التحديثات
es_es: Actualizaciones
hi_in: अपडेट

# Settings_UpdateCheckDesc
source: Check GitHub for a newer release.
ar_sa: تحقّق من وجود إصدار أحدث على GitHub.
es_es: Busca una versión más reciente en GitHub.
hi_in: नए रिलीज़ के लिए GitHub जाँचें।

# Settings_CheckForUpdates
source: Check for updates
ar_sa: التحقق من التحديثات
es_es: Buscar actualizaciones
hi_in: अपडेट जाँचें

# Settings_Checking
source: Checking…
ar_sa: جارٍ التحقق…
es_es: Comprobando…
hi_in: जाँच हो रही है…

# Settings_UpdateAvailFormat
source: v{0} available (you have v{1}).
ar_sa: يتوفّر الإصدار v{0} (لديك v{1}).
es_es: v{0} disponible (tienes la v{1}).
hi_in: v{0} उपलब्ध है (आपके पास v{1} है)।

# Settings_UpdateFail
source: Could not check for updates. Try again later.
ar_sa: تعذّر التحقق من التحديثات. حاول مرة أخرى لاحقًا.
es_es: No se pudo buscar actualizaciones. Inténtalo más tarde.
hi_in: अपडेट जाँच नहीं सका। बाद में पुनः प्रयास करें।

# Settings_UpToDateFormat
source: You're up to date (v{0}).
ar_sa: أنت على أحدث إصدار (v{0}).
es_es: Estás al día (v{0}).
hi_in: आप अद्यतित हैं (v{0})।

# Settings_Language
source: Language
ar_sa: اللغة
es_es: Idioma
hi_in: भाषा

# Settings_LanguageSystem
source: System default
ar_sa: افتراضي النظام
es_es: Predeterminado del sistema
hi_in: सिस्टम डिफ़ॉल्ट

# Settings_LanguageRestart
source: Restart OpenDeezer to apply the new language.
ar_sa: أعد تشغيل OpenDeezer لتطبيق اللغة الجديدة.
es_es: Reinicia OpenDeezer para aplicar el nuevo idioma.
hi_in: नई भाषा लागू करने के लिए OpenDeezer को दोबारा शुरू करें।

# EQ_Preset
source: Preset
ar_sa: إعداد مسبق
es_es: Preajuste
hi_in: प्रीसेट

# EQ_Custom
source: Custom
ar_sa: مخصّص
es_es: Personalizado
hi_in: कस्टम

# EQ_Preamp
source: Preamp
ar_sa: تضخيم مسبق
es_es: Preamplificador
hi_in: प्रीएम्प

# EQ_MonoAudio
source: Mono audio
ar_sa: صوت أحادي
es_es: Audio mono
hi_in: मोनो ऑडियो

# EQ_EnableOn
source: Equalizer on
ar_sa: موازن الصوت مُفعّل
es_es: Ecualizador activado
hi_in: इक्वलाइज़र चालू

# EQ_EnableOff
source: Equalizer off
ar_sa: موازن الصوت مُعطّل
es_es: Ecualizador desactivado
hi_in: इक्वलाइज़र बंद

# EQ_MonoOn
source: Both channels play the same audio
ar_sa: تشغّل القناتان الصوت نفسه
es_es: Ambos canales reproducen el mismo audio
hi_in: दोनों चैनल एक ही ऑडियो चलाते हैं

# EQ_MonoOff
source: Stereo
ar_sa: ستيريو
es_es: Estéreo
hi_in: स्टीरियो

# PhoneRemote_Instructions
source: Scan with your phone (same Wi-Fi), then enter the code.
ar_sa: امسح بهاتفك (نفس شبكة Wi-Fi)، ثم أدخل الرمز.
es_es: Escanea con tu teléfono (misma Wi-Fi) e introduce el código.
hi_in: अपने फ़ोन से स्कैन करें (वही Wi-Fi), फिर कोड दर्ज करें।

# PhoneRemote_On
source: Phone Remote active
ar_sa: التحكم عبر الهاتف مُفعّل
es_es: Control por teléfono activo
hi_in: फ़ोन रिमोट सक्रिय

source: Phone Remote off
ar_sa: التحكم عبر الهاتف مُعطّل
es_es: Control por teléfono desactivado
hi_in: फ़ोन रिमोट बंद

# About_Title
source: About OpenDeezer
ar_sa: حول OpenDeezer
es_es: Acerca de OpenDeezer
hi_in: OpenDeezer के बारे में

# About_Tagline
source: An open source reimplementation of Deezer.
ar_sa: إعادة تنفيذ مفتوحة المصدر لـ Deezer.
es_es: Una reimplementación de código abierto de Deezer.
hi_in: Deezer का एक ओपन सोर्स पुनर्कार्यान्वयन।

# About_Description
source: Native Windows client (WinUI 3 · C# · Fluent). The engine — login, browse, Blowfish decrypt, MP3 decode, WASAPI playback — is the Go core libdeezercore.dll, linked in-process.
ar_sa: عميل Windows أصلي (WinUI 3 · C# · Fluent). المحرّك — تسجيل الدخول، التصفح، فك تشفير Blowfish، فك ترميز MP3، تشغيل WASAPI — هو نواة Go المسماة libdeezercore.dll، المرتبطة داخل العملية.
es_es: Cliente nativo de Windows (WinUI 3 · C# · Fluent). El motor —inicio de sesión, exploración, descifrado Blowfish, decodificación MP3, reproducción WASAPI— es el núcleo Go libdeezercore.dll, enlazado en el proceso.
hi_in: नेटिव Windows क्लाइंट (WinUI 3 · C# · Fluent)। इंजन — लॉगिन, ब्राउज़, Blowfish डिक्रिप्ट, MP3 डिकोड, WASAPI प्लेबैक — इन-प्रोसेस लिंक किया गया Go कोर libdeezercore.dll है।

# About_SignedInFormat
source: Signed in: {0} · {1}
ar_sa: تم تسجيل الدخول: {0} · {1}
es_es: Sesión iniciada: {0} · {1}
hi_in: साइन इन: {0} · {1}

# About_Credits
source: By Cycl0o0. Licensed under AGPL-3.0.
ar_sa: بواسطة Cycl0o0. مرخّص بموجب AGPL-3.0.
es_es: Por Cycl0o0. Con licencia AGPL-3.0.
hi_in: Cycl0o0 द्वारा। AGPL-3.0 के तहत लाइसेंस प्राप्त।

# Tracks_One
source: {0} track
ar_sa: أغنية واحدة
es_es: {0} canción
hi_in: {0} ट्रैक

# Tracks_Other
source: {0} tracks
ar_sa: {0} أغنية
es_es: {0} canciones
hi_in: {0} ट्रैक

# Episodes_One
source: {0} episode
ar_sa: حلقة واحدة
es_es: {0} episodio
hi_in: {0} एपिसोड

# Episodes_Other
source: {0} episodes
ar_sa: {0} حلقة
es_es: {0} episodios
hi_in: {0} एपिसोड

# Fans_One
source: {0} fan
ar_sa: معجب واحد
hi_in: {0} फ़ैन

# Fans_Other
source: {0} fans
ar_sa: {0} معجب
hi_in: {0} फ़ैन्स

# Minutes_One
source: {0} minute
ar_sa: دقيقة واحدة
es_es: {0} minuto
hi_in: {0} मिनट

# Minutes_Other
source: {0} minutes
ar_sa: {0} دقيقة
es_es: {0} minutos
hi_in: {0} मिनट

# Seconds_One
source: {0} second
ar_sa: ثانية واحدة
es_es: {0} segundo
hi_in: {0} सेकंड

# Seconds_Other
source: {0} seconds
ar_sa: {0} ثانية
es_es: {0} segundos
hi_in: {0} सेकंड

# Menu_Download
source: Download
ar_sa: تنزيل
es_es: Descargar
hi_in: डाउनलोड करें

# Menu_DownloadRequiresPremium
source: Requires a paid Deezer plan
ar_sa: يتطلب اشتراك Deezer مدفوعًا
es_es: Requiere un plan de pago de Deezer
hi_in: सशुल्क Deezer योजना आवश्यक है
